#### Terraform Format and Style 🖌`success`
#### Terraform Initialization ⚙️`success`
#### Terraform Validation 🤖`success`
#### Terraform Plan 📖`success`

<details><summary>Show Plan</summary>

```

terraform
module.github_repo["toulky"].github_repository.repo: Refreshing state... [id=toulky]
module.github_repo["vccsturm"].github_repository.repo: Refreshing state... [id=vccsturm]
module.github_repo["bara"].github_repository.repo: Refreshing state... [id=bara]
module.github_repo["wsl-setup"].github_repository.repo: Refreshing state... [id=wsl-setup]
module.github_repo["go101"].github_repository.repo: Refreshing state... [id=go101]
module.github_repo["roguna"].github_repository.repo: Refreshing state... [id=roguna]
module.github_repo["frajer"].github_repository.repo: Refreshing state... [id=frajer]
module.github_repo["vaclav-dvorak"].github_repository.repo: Refreshing state... [id=vaclav-dvorak]
module.github_repo["game-of-life"].github_repository.repo: Refreshing state... [id=game-of-life]
module.github_repo["dpd-test"].github_repository.repo: Refreshing state... [id=dpd-test]
module.github_repo["mefbox"].github_repository.repo: Refreshing state... [id=mefbox]
module.github_repo["devops-workshop"].github_repository.repo: Refreshing state... [id=devops-workshop]
module.github_repo["fiddo"].github_repository.repo: Refreshing state... [id=fiddo]
module.github_repo["summit-pokemon"].github_repository.repo: Refreshing state... [id=summit-pokemon]
module.github_repo["maze"].github_repository.repo: Refreshing state... [id=maze]
module.github_repo["anna-helmova"].github_repository.repo: Refreshing state... [id=anna-helmova]
module.github_repo["apprepo-dash"].github_repository.repo: Refreshing state... [id=apprepo-dash]
module.github_repo["summit-formule"].github_repository.repo: Refreshing state... [id=summit-formule]
module.github_repo["go-telegram-test"].github_repository.repo: Refreshing state... [id=go-telegram-test]
module.github_repo["go-api-hello-world"].github_repository.repo: Refreshing state... [id=go-api-hello-world]
module.github_repo["go-names"].github_repository.repo: Refreshing state... [id=go-names]
module.github_repo["go-cci-trigger"].github_repository.repo: Refreshing state... [id=go-cci-trigger]
module.github_repo["go-mandel"].github_repository.repo: Refreshing state... [id=go-mandel]
module.github_repo["go-game-of-life"].github_repository.repo: Refreshing state... [id=go-game-of-life]

Note: Objects have changed outside of Terraform

Terraform detected the following changes made outside of Terraform since the
last "terraform apply":

  # module.github_repo["wsl-setup"].github_repository.repo has changed
  ~ resource "github_repository" "repo" {
      ~ etag                   = "W/\"4b4da55f8054b4e9cafe6d0c30322e592a148b033240d02b9083cfb935d05595\"" -> "W/\"8d95d5365fd2a8f0e60cecb004d0edadc19a9b565603a77d73dce48863c91557\""
        id                     = "wsl-setup"
        name                   = "wsl-setup"
        # (27 unchanged attributes hidden)
    }


Unless you have made equivalent changes to your configuration, or ignored the
relevant attributes using ignore_changes, the following plan may include
actions to undo or respond to these changes.

─────────────────────────────────────────────────────────────────────────────

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # module.github_repo["go-btc-mayer-bot"].github_repository.repo will be created
  + resource "github_repository" "repo" {
      + allow_auto_merge       = false
      + allow_merge_commit     = false
      + allow_rebase_merge     = true
      + allow_squash_merge     = false
      + archived               = false
      + auto_init              = true
      + branches               = (known after apply)
      + default_branch         = (known after apply)
      + delete_branch_on_merge = true
      + description            = "Coinbase bot controling trading orders based on Mayer Multiple"
      + etag                   = (known after apply)
      + full_name              = (known after apply)
      + git_clone_url          = (known after apply)
      + gitignore_template     = "Go"
      + has_downloads          = false
      + has_issues             = false
      + has_projects           = false
      + has_wiki               = false
      + html_url               = (known after apply)
      + http_clone_url         = (known after apply)
      + id                     = (known after apply)
      + is_template            = false
      + license_template       = "mit"
      + name                   = "go-btc-mayer-bot"
      + node_id                = (known after apply)
      + private                = (known after apply)
      + repo_id                = (known after apply)
      + ssh_clone_url          = (known after apply)
      + svn_url                = (known after apply)
      + visibility             = "public"
      + vulnerability_alerts   = true
    }

Plan: 1 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

</details>

*Pusher: @vaclav-dvorak, Action: `pull_request`*